experiment_scripts/scripts/EPOCH_PIN/results/sysbench/40-30
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           13123
        other:                           0
        total:                           13123
    transactions:                        13123  (109.36 per sec.)
    queries:                             13123  (109.36 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      109.3570
    time elapsed:                        120.0015s
    total number of events:              13123

Latency (ms):
         min:                                    3.90
         avg:                                    9.14
         max:                                   38.85
         95th percentile:                       11.45
         sum:                               119938.87

Threads fairness:
    events (avg/stddev):           13123.0000/0.00
    execution time (avg/stddev):   119.9389/0.00